[
  {
    "id": 1,
    "slug": "pastries",
    "prettyName": "Hand-crafted Pastries",
    "description": "Buttery, seasonal, and made fresh daily with simple, quality ingredients.",
    "plates": [
      {
        "name": "Croissant",
        "description": "Buttery, flaky layers made with cultured French butter and slow-fermented dough.",
        "price": 6.5
      },
      {
        "name": "Pain Au Chocolat",
        "description": "Classic croissant dough wrapped around dark chocolate batons and baked to golden perfection.",
        "price": 8.5
      },
      {
        "name": "Rose-Pistachio Cookies",
        "description": "Delicate shortbread with crushed pistachios, rosewater, and a dusting of cardamom sugar.",
        "price": 7.5
      },
      {
        "name": "Blueberry Scones",
        "description": "Tender cream scones folded with wild blueberries and finished with a lemon glaze.",
        "price": 9
      },
      {
        "name": "Saigon Cinammon Rolls",
        "description": "Rich brioche dough swirled with Saigon cinnamon and brown sugar, topped with vanilla bean icing.",
        "price": 12
      }
    ]
  },
  {
    "id": 2,
    "slug": "cakes",
    "prettyName": "Specialty Cakes",
    "description": "Elegant, not fussy—baked with fruits, spices, and a touch of nostalgia.",
    "plates": [
      {
        "name": "Carrot + Blueberry Cake",
        "description": "Spiced carrot cake with toasted walnuts and golden raisins, finished with cream cheese frosting and fresh blueberries.",
        "price": 47.5
      },
      {
        "name": "Olive Oil Citrus Cake",
        "description": "Moist and fragrant with cold-pressed olive oil, orange zest, and a delicate rosemary glaze.",
        "price": 48
      },
      {
        "name": "Chocolate Myrrh Torte",
        "description": "Flourless dark chocolate cake infused with warm spice and a touch of myrrh syrup—rich, earthy, unforgettable.",
        "price": 46.5
      },
      {
        "name": "Rosewater Almond Cake",
        "description": "Light almond sponge soaked in rose syrup and layered with whipped mascarpone.",
        "price": 49
      },
      {
        "name": "Vanilla Fig Layer Cake",
        "description": "Madagascar vanilla cake with fig compote and honey buttercream between each tier.",
        "price": 47
      }
    ]
  },
  {
    "id": 3,
    "slug": "coffee",
    "prettyName": "Locally-sourced Coffee",
    "description": "Thoughtfully sourced and brewed to bring out warmth, depth, and balance.",
    "plates": [
      {
        "name": "Velvet Espresso",
        "description": "A smooth, full-bodied shot with notes of dark chocolate, dried fig, and toasted almond.",
        "price": 6.5
      },
      {
        "name": "Rose Latte",
        "description": "Espresso blended with rose syrup and steamed milk, topped with dried petals.",
        "price": 7.5
      },
      {
        "name": "Honey Cardamom Cappuccino",
        "description": "Creamy cappuccino laced with wildflower honey and a whisper of cardamom.",
        "price": 5.5
      },
      {
        "name": "Cold Bloom",
        "description": "Slow-steeped cold brew with hints of molasses and plum, served over crystal-clear ice.",
        "price": 6
      },
      {
        "name": "Maplewood Mocha",
        "description": "Dark cocoa, maple syrup, and espresso swirled into a rich, comforting cup.",
        "price": 9.5
      }
    ]
  },
  {
    "id": 4,
    "slug": "tea",
    "prettyName": "Hand-brewed Teas",
    "description": "Botanical blends and classic leaves, steeped slow and served with care.",
    "plates": [
      {
        "name": "Smoked Earl Grey",
        "description": "Black tea infused with bergamot and a touch of Lapsang Souchong for a gently smoky twist.",
        "price": 6.5
      },
      {
        "name": "Jasmine Rose Milk Tea",
        "description": "Floral green tea blended with steamed milk and a hint of rosewater.",
        "price": 7.5
      },
      {
        "name": "Golden Turmeric Chai",
        "description": "A spiced infusion of turmeric, ginger, cinnamon, and clove, frothed with oat milk.",
        "price": 5.5
      },
      {
        "name": "Blue Lavender Fog",
        "description": "Earl Grey, steamed milk, and lavender syrup—ethereal and softly floral.",
        "price": 6
      },
      {
        "name": "Hibiscus Mint Cooler",
        "description": "Caffeine-free herbal tea with dried hibiscus, spearmint, and orange peel, served chilled.",
        "price": 9.5
      }
    ]
  }
]
